Repository: mattrude/wp-gallery2-image-block
Catalog: languages/wp-gallery2-image-block_*.po
Languages: de, es, fr, it, nl, pl

source: Gallery2 Image Block
de: Galerie2 Bild-Block
es: Imagen Bloque Gallery2
fr: Galerie2 Image Block
it: Galleria 2 blocchi di immagini
nl: Galerij2 afbeelding blokkeren
pl: Galeria2 Zdjęcia Grupowe

source: Gallery2 Image Block for WordPress
de: Galerie2 Bild Block für WordPress
es: Gallery2 Imagen Bloque para WordPress
fr: Galerie2 Image Block pour WordPress
it: Galleria 2 blocchi di immagini per WordPress
nl: Galerij2 afbeelding blokkeren voor WordPress
pl: Galeria2 Zdjęcia Grupowe WordPress

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel

source: Gallery2 URL
de: Galerie2 Adresse
es: Gallery2 dirección del sitio
fr: Adresse du site Galerie2
nl: Galerij2 URL
pl: Galeria2 URL

source: Image Block to use
de: Bild-Block zu verwenden
es: Imagen del bloque de utilizar
fr: Image Bloc à utiliser
it: Blocco di immagine per l'uso
nl: Blok afbeelding te gebruiken
pl: Zdjęcia Grupowe do wykorzystania

source: Fields to display
de: Felder, um
es: Campos para mostrar
fr: Champs à afficher
it: Campi da visualizzare
nl: Velden weer te geven
pl: Obszary, aby wyświetlić

source: Item ID
de: Artikel Identität
es: Tema ID
fr: question infection
nl: item identiteit
pl: Produkt ID

source: Max Size
de: Max-Größe
es: Tamaño máximo
fr: Taille Max
it: Max Dimensione
nl: Max Grootte
pl: maks. rozmiar

source: Exact Size
de: Genaue Größe
es: Tamaño exacto
it: Esatta dimensione
nl: Exact Grootte
pl: Dokładny rozmiar

source: Link Images To
de: Link Bilder zu
es: Imágenes Para Enlace
fr: es images aux
it: Link a immagini
nl: link naar beelden
pl: Obrazy link do

source: Open above Links in
de: Öffnen Sie über Links in
es: Enlaces en abierto por encima de
fr: Ouvrir les liens ci-dessus en
it: Aperto sopra i collegamenti in
nl: open bovenstaande links in
pl: Open powyżej Linki w

source: Display a Gallery2 Image Block on your WordPress site, this is requires a connection to a Gallery2 install.
de: Zeigt eine Gallery2 Image Block auf Ihrer Website WordPress, das ist eine Verbindung zu einem Gallery2 installieren.
es: Mostrar una imagen Gallery2 Bloque WordPress en su sitio web, esta requiere una conexión a una Gallery2 instalar.
fr: Affichage d'une image Galerie2 bloc WordPress sur votre site, c'est nécessite une connexion à un Galerie2 installer.
it: Visualizzare una galleria di 2 blocchi di immagini sul vostro sito WordPress, questo Ã¨ necessaria una connessione a una galleria di 2 installare.
nl: Elkaar een Galerie2 afbeelding blokkeren op uw site WordPress is dit vereist een verbinding met een Galerie2 installeren.
pl: Wyświetlacz Galeria2 Block Grafika na swojej stronie WordPress, to wymaga połączenia Galeria2 zainstalować.search
